//{===========================================================================
//! @file       config.h
//}===========================================================================


const int SCR_WIDTH  = 1200;
const int SCR_HEIGTH =  600;
const double DELAY   =    0.5;

//{===========================================================================
//! @brief Константы размера экрана и времени задержки
//!
//!        Позволяют задавать ширину (SCR_WIDTH) и высоту (SCR_HEIGTH) экрана,
//!        а также увеличивать время задержки прорисовки в <\DELAY> раз.
//!
//!        Прорисовка фона, дороги, туч, дождя в результате занимают весь экран.
//!
//!
//!@author Константин Проценко
//!
//}===========================================================================
