//{===========================================================================
//! @file       config.h
//}===========================================================================


const int SCR_WIDTH  = 1100;
const int SCR_HEIGTH =  600;
const double DELAY   =    2;

//{===========================================================================
//! @brief Константы размера экрана и времени задержки
//!
//!        Позволяют задавать ширину (SCR_WIDTH) и высоту (SCR_HEIGTH) экрана,
//!        а также увеличивать время задержки прорисовки в <DELAY> раз.
//!
//!
//!
//!
//!@author Константин Проценко
//!                           авы
//}===========================================================================
